Net_Core_60/MA_WS/App_Data/struval/getversion-7.7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v2="http://xmlns.ec.eu/BusinessActivityService/StruvalBAS/V2">
  <soapenv:Header/>
  <soapenv:Body>
    <v2:GetWsVersion/>
  </soapenv:Body>
</soapenv:Envelope>